export const steps = [
  {
    number: 1,
    title: 'Реєстрація',
    description:
      'Після успішної реєстрації надається доступ до особистого кабінету, де можна зберігати результати тестів, стежити за прогресом та вибирати навчальні теми.',
  },
  {
    number: 2,
    title: 'Вибір теми',
    description:
      'Теми організовані за основними розділами офіційної програми підготовки до НМТ. Можна пройти тест, який надасть власний план проходження тем, або можна обрати конкретні розділи та завдання.',
  },
  {
    number: 3,
    title: 'Проходження тестів',
    description:
      'Кожен тест складається з питань різного типу, які охоплюють тематику НМТ. Після завершення тестування система надає правильні та неправильні відповіді.',
  },
  {
    number: 4,
    title: 'Відстежування результату',
    description:
      'Можна переглянути який матеріал вже пройдений та на скільки балів складений тест. Відображаються загальні бали та успіхи по окремих темах. Це дозволяє визначити свої слабкі та сильні сторони і сконцентруватися на покращенні потрібних навичок.',
  },
];
