export const boxData = [
  {
    title: 'Актуальні матеріали',
    description:
      'Тут зібрані актуальні матеріали, що включають теоретичні виклади, приклади тестових завдань та практичні поради.',
  },
  {
    title: 'Власний навчальний план',
    description: 'Пройдіть тест, який створить план підготовки до НМТ на основі ваших знань.',
  },
  {
    title: 'Доступність в будь-який час',
    description:
      'Доступ до матеріалів та тестів для підготовки відкритий 24/7, що дозволяє вчитися у своєму темпі та відповідно до власного графіка.',
  },
  {
    title: 'Відстеження прогресу',
    description:
      'Інтерактивна статистика дозволить вам бачити, які теми вже освоєні, а над якими варто ще попрацювати.',
  },
];
